Repository: andywar65/djupkeep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Upkeep Manager
it: Manager del Piano

source: Maintainer
it: Manutentore

source: You must insert Drawing (DXF) or Plan (image)
it: Inserire disegno (DXF) oppure planimetria (immagine)

source: Maintenance procedures by Category:
it: Procedure di manutenzione per categoria:

source: Upload / change image
it: Carica / modifica immagine

source: Assign activities to maintainer by Category:
it: Assegna attività al manutentore per categoria:

source: Name
it: Nome

source: Description
it: Descrizione

source: Drawing
it: Disegno

source: Plan
it: Planimetria

source: Plan of your location
it: Planimetria della location

source: Origin of axis
it: Origine degli assi

source: Reference length on the map
it: Misura di riferimento sulla mappa

source: Reference length in meters
it: Misura di riferimento in metri

source: Locations
it: Location

source: Category
it: Categoria

source: Categories
it: Categorie

source: Assigned %(number)s task(s)
it: Assegnato/i %(number)s controllo/i

source: Image
it: Immagine

source: Position
it: Posizione

source: Element
it: Elemento

source: Elements
it: Elementi

source: Weekly
it: Settimanale

source: Monthly
it: Mensile

source: Bimonthly
it: Bimestrale

source: Quarterly
it: Trimestrale

source: Four-monthly
it: Quadrimestrale

source: Biannual
it: Semestrale

source: Annual
it: Annuale

source: Every two years
it: Ogni due anni

source: Apply only once
it: Applica solo una volta

source: Apply to subcategories only
it: Applica solo alle subcategorie

source: Activity
it: Attività

source: Activities
it: Attività

source: Due date
it: Scadenza

source: Check date
it: Data di controllo

source: Notes
it: Note

source: Notes have been read
it: Le note sono state recepite

source: Task
it: Controllo

source: Tasks
it: Controlli

source: Can perform activity tasks on elements
it: Può effettuare attività di manutenzione sugli elementi

source: Check was due %(days)s day(s) ago!
it: Controllo scaduto %(days)s giorno/i fa!

source: Check is due in %(days)s day(s)
it: Scadenza tra %(days)s giorno/i

source: Generated %(number)s task(s). Deleted %(inconsistent)s inconsistent task(s).
it: Generato/i %(number)s controllo/i. Eliminato/i %(inconsistent)s controllo/i incongruo/i.

source: Add
it: Aggiungi

source: Dismiss
it: Annulla

source: Add activity
it: Aggiungi attività

source: Update
it: Aggiorna

source: Are you sure you want to delete activity
it: Vuoi eliminare l'attività

source: Delete activity
it: Elimina l'attività

source: Add category
it: Aggiungi categoria

source: Add Activities and Elements
it: Aggiungi attività ed elementi

source: Move up
it: Sposta in su

source: Move down
it: Sposta in giù

source: Modify
it: Modifica

source: All categories
it: Tutte le categorie

source: Warning: this category inherits activities from it's ancestors
it: Attenzione: questa categoria eredita attività da una o più sovracategorie

source: Maintenance Plan Content
it: Contenuto del piano di manutenzione

source: A hierarchical directory of Elements
it: Una raccolta gerarchica di elementi

source: Objects of maintenance
it: Oggetti della manutenzione

source: Where Elements are
it: Dove sono gli elementi

source: Perform an Activity to maintain an Element
it: Esecuzione di una attività per manutenere un elemento

source: Maintainers
it: Manutentori

source: Those who perform Tasks
it: Coloro che eseguono i controlli

source: No categories yet
it: Ancora nessuna categoria

source: Delete category
it: Elimina categoria

source: Are you sure you want to delete category
it: Vuoi eliminare la categoria

source: Create Element in Location
it: Crea elemento nella location

source: Index
it: Indice

source: Category name
it: Nome della categoria

source: This is just a sample, X to dismiss!
it: Questo è un esempio, fai click su X per eliminarlo!

source: Add element
it: Aggiungi elemento

source: Other actions
it: Altre azioni

source: Create and add another
it: Crea e aggiungi un altro

source: Back to category
it: Torna alla categoria

source: Discard
it: Annulla

source: No tasks yet
it: Ancora nessun controllo

source: No previous tasks
it: Nessun controllo precedente

source: Delete element
it: Elimina l'elemento

source: Are you sure you want to delete element
it: Vuoi eliminare l'elemento

source: Delete
it: Elimina

source: Update element
it: Aggiorna l'elemento

source: View location
it: Vedi la location

source: Add element to location
it: Aggiungi elemento alla location

source: Back to location list
it: Torna alla lista delle location

source: Add location
it: Aggiungi location

source: No locations yet
it: Ancora nessuna location

source: Update location
it: Aggiorna location

source: Warning: some elements are already attached to this location, so if you change origin of axis (first point of Reference length) their position may be shifted. Restore previous origin of axis, reset Reference length / Meters, update and check if elements are back to their place.
it: Attenzione: alcuni elementi sono già inseriti in questa location, quindi se cambi l'origine degli assi (primo punto della misura di riferimento) la loro posizione può variare. Ripristina l'origine degli assi, resetta la misura di riferimento / metri, aggiorna e verifica che gli elementi siano al loro posto.

source: Draw a reference segment on the map. First point will set origin of axis (red lines), so choose wisely. In the 'Meters' field enter actual size of Reference length.
it: Disegna una misura di riferimento sulla mappa. Il primo punto sarà l'origine degli assi (linee rosse), sceglilo avvedutamente. Nel campo 'Metri' inserisci la dimensione reale della misura di riferimento.

source: Are you sure you want to delete location
it: Vuoi eliminare la location

source: Delete location
it: Elimina location

source: Warning: some elements are already attached to this location, so if you change or dismiss Drawing, their position may be shifted and you will have to restore it manually.
it: Attenzione, alcuni elementi sono già inseriti nella location, se cambi o elimini il disegno, la loro posizione potrebbe variare, e la dovresti ripristinare manualmente.

source: Create Maintainer
it: Aggiungi Manutentore

source: Assign
it: Assegna

source: Assign activities to maintainer
it: Assegna attività al manutentore

source: Are you sure you want to deactivate maintainer
it: Vuoi disattivare il manutentore

source: Deactivate maintainer
it: Disattiva manutentore

source: Are you sure you want to activate maintainer
it: Vuoi attivare il manutentore

source: Activate maintainer
it: Attiva manutentore

source: No maintainers yet
it: Ancora nessun manutentore

source: Task Calendar
it: Calendario dei controlli

source: Create Tasks
it: Crea operazioni di controllo

source: Year
it: Anno

source: Jan
it: Gen

source: May
it: Mag

source: Jun
it: Giu

source: Jul
it: Lug

source: Aug
it: Ago

source: Sep
it: Set

source: Oct
it: Ott

source: Dec
it: Dic

source: Check
it: Controlla

source: No maintainer assigned to this task
it: Non ci sono manutentori assegnati a questo controllo

source: Back to calendar
it: Torna al calendario

source: Mark as read
it: Segna come letto

source: Have you read the task message?
it: Hai letto il messaggio del manutentore?

source: Are you sure you want to delete task
it: Vuoi eliminare il controllo

source: Deleted
it: Eliminato

source: location/list/
it: location/lista/

source: location/add/
it: location/aggiungi/

source: location/<pk>/change/
it: location/<pk>/modifica/

source: location/<pk>/delete/
it: location/<pk>/elimina/

source: location/<pk>/element/add/
it: location/<pk>/elemento/aggiungi/

source: category/list/
it: categoria/lista/

source: category/<pk>/related/
it: categoria/<pk>/aggregati/

source: element/list/
it: elemento/lista/

source: element/add/
it: elemento/aggiungi/

source: element/<pk>/
it: elemento/<pk>/

source: element/<pk>/change/
it: element/<pk>/modifica/

source: element/<pk>/delete/
it: element/<pk>/elimina/

source: category/<pk>/element/add/
it: categoria/<pk>/elemento/aggiungi/

source: task/list/
it: controllo/lista/

source: task/calendar/
it: controllo/calendario/

source: maintainer/list/
it: manutentore/lista/
